Repository: Xtraball/Siberian
Catalog: siberian/app/sae/modules/Form2/resources/translations/*/form2.po
Languages: fr

# form2
source: - not filled -
fr: - n.c. -

# form2
source: Action (button)
fr: Action (bouton)

# form2
source: Add a picture
fr: Ajouter une photo

# form2
source: Add a picture text
fr: Ajouter une photo

# form2
source: Add a section, field or spacer
fr: Ajouter une section, un champ ou un espace

# form2
source: Add an option
fr: Ajouter une option

# form2
source: Add another picture
fr: Ajouter une autre photo

# form2
source: Add another picture text
fr: Ajouter une autre photo

# form2
source: Available weekdays
fr: Jours disponibles

# form2
source: Card
fr: Carte

# form2
source: Checkbox
fr: Case à cocher

# form2
source: Clickwrap (action, agreement)
fr: Action, agrément

# form2
source: Clickwrap options
fr: Options

# form2
source: Close
fr: Fermer

# form2
source: Customer
fr: Utilisateur

# form2
source: Date & time
fr: Date & heure

# form2
source: Date & time format
fr: Format de date

# form2
source: Date & time options
fr: Options

# form2
source: Date format
fr: Format de date

# form2
source: Date options
fr: Options

# form2
source: Default
fr: Valeur par défaut

# form2
source: Default value
fr: Valeur par défaut

# form2
source: Design
fr: Conception

# form2
source: Display app privacy policy
fr: Affichage de la politique de confidentialité de l'application

# form2
source: Display custom richtext
fr: Affichage d'un texte personnalisé

# form2
source: Dropdown select
fr: Menu déroulant

# form2
source: Enable in-app history
fr: Activer l'historique des soumissions

# form2
source: Exclude anonymous results
fr: Exclure les résultats anonyme

# form2
source: Export
fr: Exporter

# form2
source: Export CSV
fr: Exporter vers CSV

# form2
source: Fetching location ...
fr: Récupération de votre position ...

# form2
source: Fields
fr: Champs

# form2
source: Form
fr: Formulaire

# form2
source: Formatting elements
fr: Mise en forme

# form2
source: Geolocation (GPS, georeverse)
fr: Géolocalisation (GPS)

# form2
source: Hello,
fr: Bonjour,

# form2
source: History
fr: Historique

# form2
source: Illustration (image)
fr: Illustration

# form2
source: Illustration options
fr: Options

# form2
source: Image options
fr: Options

# form2
source: Input elements
fr: Données

# form2
source: Keep only last entry for identified customer
fr: Ne garder que la dernière entrée pour les utilisateurs identifiés

# form2
source: LESS
fr: MOINS

# form2
source: Label
fr: Titre, identifiant

# form2
source: Label, identifier
fr: Étiquette, identifiant

# form2
source: List
fr: Liste

# form2
source: Logged-in users will be able to see & review their submissions.
fr: Les utilisateurs connectés seront en mesure de voir l'historique de leurs envois.

# form2
source: MORE
fr: PLUS

# form2
source: Manage fields
fr: Gérer les champs

# form2
source: Max pictures allowed
fr: Nombre de photos max.

# form2
source: Max. value
fr: Valeur max.

# form2
source: Min. value
fr: Valeur min.

# form2
source: Modal title
fr: Titre de popup

# form2
source: NO
fr: NON

# form2
source: New form submission
fr: Nouvelle soumission de formulaire

# form2
source: No
fr: Non

# form2
source: No results.
fr: Pas de résultats.

# form2
source: None of the images were correctly sent and/or saved.
fr: Aucune des images envoyé n'a été sauvegardée.

# form2
source: Number
fr: Nombre

# form2
source: Number options
fr: Options

# form2
source: Password
fr: Mot de passe

# form2
source: Pick a value
fr: Selectionnez une valeur

# form2
source: Picture options
fr: Options

# form2
source: Pictures (image)
fr: Images

# form2
source: Privacy policy
fr: Politique de confidentialité

# form2
source: Radio choice
fr: Choix radio

# form2
source: Recipient emails
fr: Destinataires des e-mails

# form2
source: Required
fr: Requis

# form2
source: Required?
fr: Requis?

# form2
source: Result
fr: Résultat

# form2
source: Results
fr: Résultats

# form2
source: Richtext
fr: Text riche

# form2
source: Richtext (block)
fr: Texte riche

# form2
source: Richtext options
fr: Options

# form2
source: Save
fr: Enregistrer

# form2
source: Search ...
fr: Recherche, filtre ...

# form2
source: Search, filter ...
fr: Recherche, filtre ...

# form2
source: Select options
fr: Options

# form2
source: Settings
fr: Paramètres

# form2
source: Settings saved
fr: Paramètres enregistrés

# form2
source: Step
fr: Incrément

# form2
source: Submit
fr: Envoyer

# form2
source: Success
fr: Succès

# form2
source: Text for `Add a picture`
fr: Texte pour `Ajouter une photo`

# form2
source: Text for `Add another picture`
fr: Texte pour `Ajouter une autre photo`

# form2
source: Text input
fr: Texte

# form2
source: Textarea
fr: Texte multiligne

# form2
source: The form has been sent successfully
fr: Le formulaire à été envoyé avec succès

# form2
source: Title (section, divider)
fr: Titre (section)

# form2
source: Value
fr: Valeur

# form2
source: White space (spacer)
fr: Espace

# form2
source: YES
fr: OUI

# form2
source: Yes
fr: Oui

# form2
source: You can add multiple e-mails, separated by a coma.
fr: Vous pouvez ajouter plusieurs adresses e-mails, séparés par une virgule.

# form2
source: Your app's form
fr: Votre formulaire d'application

# form2
source: Your form has been filled out, here are the answers:
fr: Votre formulaire a été rempli, voici les réponses:

# form2
source: Required fields
fr: Champs requis

# form2
source: is not inside range
fr: n'est pas inclus dans la plage

# form2
source: must match increment
fr: doit répondre à l'incrément

# form2
source: Sending...
fr: Envoi...

# form2
source: Your history is empty!
fr: L'historique est vide!
